Repository: Drnxloc-Dev/translate-direct-admin
Catalog: login-*.po
Languages: vi

source: ← Back to the login page
vi: ← Quay lại trang đăng nhập

source: Authenticate
vi: Xác nhận

source: Click here
vi: Click vào đây

source: Code from E-mail
vi: Mã từ E-mail

source: Computer or server time out of sync by %{ hours } hours.
vi: Thời gian máy tính hoặc máy chủ không đồng bộ trong %{ hours } giờ.

source: Enter your Username and a confirmation link will be sent to your email account.
vi: Nhập tên người dùng của bạn và một liên kết xác nhận sẽ được gửi đến tài khoản email của bạn.

source: Forgot Password?
vi: Quên mật khẩu?

source: Hmm, login details do not seem to be correct. Please try again.
vi: Hmm, tài khoản hoặc mật khẩu không chính xác. Vui lòng thử lại.

source: Language
vi: Ngôn ngữ

source: Log In using your username and code from E-mail
vi: Đăng nhập bằng tài khoản và code của bạn từ E-mail

source: Logged in..
vi: Đang đăng nhập...

source: Manage your domains, databases & other server info.
vi: Quản lý tên miền, cơ sở dữ liệu và thông tin máy chủ của bạn.

source: Password
vi: Mật khẩu

source: Please enter username
vi: Vui lòng nhập tài khoản

source: Request New Password
vi: Yêu cầu mật khẩu mới

source: Send me a Link
vi: Gửi tôi link

source: Sign in to Account
vi: Đăng nhập vào tài khoản

source: Start DirectAdmin
vi: Đăng nhập Admin Panel

source: Submit Answer
vi: Gửi kết quả

source: This is a Trial License of DirectAdmin
vi: Đây là Bản Quyền Dùng Thử của DirectAdmin

source: Trust this device for %{ days } days
vi: Tin tưởng thiết bị này trong %{ days } ngày

source: Two Step Authentication
vi: Xác thực 2 bước

source: Username
vi: Tài khoản
